Repository: malamalca/ehoteldesk
Catalog: resources/locales/*/default.po
Languages: sl_si

source: The company has been saved.
sl_si: Podjetje je shranjeno.

source: The company could not be saved. Please, try again.
sl_si: Podjetja ni mogoče shraniti. Preverite vpisane podatke.

source: The company has been deleted.
sl_si: Podjetje je bilo izbrisano.

source: The company could not be deleted. Please, try again.
sl_si: Podjetja ni mogoče izbrisati.

source: The counter has been saved.
sl_si: Nastanitveni obrat je bil shranjen.

source: The counter could not be saved. Please, try again.
sl_si: Nastanitvenega obrata ni mogoče shraniti. Preverite vpisane podatke.

source: The counter has been deleted.
sl_si: Nastanitveni obrati je bila izbrisan.

source: The counter could not be deleted. Please, try again.
sl_si: Nastanitvenega obrata ni mogoče izbrisati.

source: No eTurizem certificate found. Please upload your certificate.
sl_si: Ni certifikata za eTurizem. Prosim prenesite ustrezen certifikat.

source: There are no registrations starting with specified date.
sl_si: Ne najdem nobenih registracij, ki se začnejo s podanim datumom.

source: There are errors in XML. Please check your data
sl_si: V XML podatkih so napake. Preverite vnose.

source: ETurizem data has been successfully sent.
sl_si: Podatki so bili uspešno poslani v sistem eTurizem.

source: An error occured while sending your data.
sl_si: Pri pošiljanju podatkov je prišlo do napake.

source: Counter not found
sl_si: Števec dokumentov ne obstaja

source: Cannot edit registration that was already sent to ETurizem.
sl_si: Registracija je bila že poslana v eTurizem in je ni mogoče popraviti.

source: The registration has been saved.
sl_si: Prijava je shranjena.

source: The registration could not be saved. Please, try again.
sl_si: Prijave ni mogoče shraniti. Preverite vpisane podatke.

source: No rooms defined. Please add a first counter.
sl_si: Ni vpisanih sob ali prenočitvenih enot. Najprej dodajte enoto.

source: The registration has been deleted.
sl_si: Prijava je izbrisana.

source: The registration could not be deleted. Please, try again.
sl_si: Prijave ni bilo mogoče izbrisati.

source: The reservation has been saved.
sl_si: Rezervacija je shranjena.

source: The reservation could not be saved. Please, try again.
sl_si: Rezervacije ni mogoče shraniti. Preverite vpisane podatke.

source: The reservation has been deleted.
sl_si: Rezervacija je izbrisana.

source: The reservation could not be deleted. Please, try again.
sl_si: Rezervacije ni mogoče izbrisati.

source: The invoices counter does not exist.
sl_si: Števec dokumentov ne obstaja.

source: Reservations Invoice
sl_si: Predračun za rezervacijo

source: days
sl_si: dni

source: The room type has been saved.
sl_si: Soba je shranjena.

source: The room type could not be saved. Please, try again.
sl_si: Klasifikacijo sobe ni mogoče shraniti. Preverite vpisane podatke.

source: The room type has been deleted.
sl_si: Klasifikacija sobe je izbrisana.

source: The room type is linked to a room and cannot be deleted.
sl_si: Klasifikacija sobe je uporabljena za eno ali več sob in je ni mogoče izbrisati.

source: The room type could not be deleted. Please, try again.
sl_si: Klasifikacije sobe ni mogoče izbrisati.

source: The room has been saved.
sl_si: Soba je shranjena.

source: The room could not be saved. Please, try again.
sl_si: Sobe ni mogoče shraniti. Preverite vpisane podatke.

source: The room has been deleted.
sl_si: Soba je bila izbrisana.

source: The room is linked to a reservation and cannot be deleted.
sl_si: Soba je uporabljena pri rezervacijah in/ali prijavah in je ni mogoče izbrisati.

source: The room could not be deleted. Please, try again.
sl_si: Sobo ni mogoče izbrisati.

source: The service type has been saved.
sl_si: Usluga je shranjena.

source: The service type could not be saved. Please, try again.
sl_si: Usloge ni mogoče shraniti. Preverite vpisane podatke.

source: The service type has been deleted.
sl_si: Usluga je bila izbrisana.

source: The service type could not be deleted. Please, try again.
sl_si: Usluge ni mogoče izbrisati. Prosim, poizkusite znova.

source: An email with password reset instructions has been sent.
sl_si: Email z navodili za spremembo gesla je bil poslan.

source: No user with specified email has been found.
sl_si: Uporabnik z vpisanim naslovom ne obstaja.

source: Reset key does not exist.
sl_si: Ključ za spremembo naslova ne obstaja.

source: User does not exist.
sl_si: Uporabnik ne obstaja.

source: Password has been changed.
sl_si: Geslo je bilo spremenjeno.

source: Please verify that the information is correct.
sl_si: Prosim preverite vpisane podatke.

source: The user has been saved.
sl_si: Uporabnik je bil shranjen.

source: The user could not be saved. Please, try again.
sl_si: Uporabnika ni mogoče shraniti. Preverite vpisane podatke.

source: Properties have been saved.
sl_si: Nastavitve so shranjene.

source: Properties could not be saved. Please, try again.
sl_si: Nastavitev ni mogoče shraniti. Preverite vpisane podatke.

source: The user has been deleted.
sl_si: Uporabnik je bila izbrisan.

source: The user could not be deleted. Please, try again.
sl_si: Uporabnika ni mogoče izbrisati.

source: Reservations
sl_si: Rezervacije

source: Registrations
sl_si: Prijave

source: Contacts
sl_si: Klienti

source: Invoices
sl_si: Dokumenti

source: Companies
sl_si: Podjetja

source: Reports
sl_si: Izpisi

source: Services
sl_si: Usluge

source: Guests
sl_si: Gostje

source: Vacancies
sl_si: Proste kapacitete

source: Booked Rooms
sl_si: Oddane sobe

source: Send Guest Book
sl_si: Pošiljanje seznama gostov

source: Send Monthly Report
sl_si: Pošiljanje mesečnega poročila

source: Lookups
sl_si: Šifranti

source: Counters
sl_si: Nastanitveni obrati

source: Rooms
sl_si: Sobe

source: Room Types
sl_si: Klasifikacija sob

source: Service Types
sl_si: Usluge

source: Invoices Counters
sl_si: Števci dokumentov

source: Invoices Items
sl_si: Artikli

source: Invoices Vats
sl_si: DDV

source: Invoices Templates
sl_si: Predloge

source: Business Premises
sl_si: Poslovni prostori

source: Line {0}: {1}
sl_si: Vrstica {0}: {1}

source: Cannot parse response XML
sl_si: Odgovora strežnika ni mogoče prebrati

source: XSD Validation Failed
sl_si: Napaka pri preverjanju strukture XSD

source: Soap request Failed
sl_si: SOAP pošiljanje je spodletelo

source: Data has been successfully sent!
sl_si: Podatki so bili uspešno poslani

source: Warning {0}:
sl_si: Opozorilo {0}:

source: Error {0}:
sl_si: Napaka {0}:

source: Fatal Error {0}:
sl_si: Napaka {0}:

source: Password Reset
sl_si: Sprememba gesla

source: Add Company
sl_si: Vpis podjetja

source: Edit Company
sl_si: Uredi podjetje

source: Delete
sl_si: Briši

source: Are You Sure?
sl_si: Ste prepričani?

source: Basics
sl_si: Osnovni podatki

source: Title
sl_si: Naziv

source: Street
sl_si: Ulica

source: Zip
sl_si: Poštna št.

source: City
sl_si: Kraj

source: Tax no.
sl_si: Davčna št.

source: Tax status
sl_si: DDV zavezanec

source: Registered for TAX reporting
sl_si: Zavezanec za DDV

source: Not registered for TAX reporting
sl_si: Nezavezanec za DDV

source: Save
sl_si: Shrani

source: Add
sl_si: Vpis

source: Company
sl_si: Podjetje

source: Edit
sl_si: Uredi

source: Are you sure you want to delete this company?
sl_si: Ste prepričani, da želite izbrisati podjetje?

source: Add User
sl_si: Vpis uporabnika

source: Users
sl_si: Uporabniki

source: Name
sl_si: Ime

source: Username
sl_si: Uporabniško ime

source: Privileges
sl_si: Dostop

source: Add Counter
sl_si: Vpis obrata

source: Edit Counter
sl_si: Uredi obrat

source: No.
sl_si: Št.

source: Reservation Template
sl_si: Predloga za št. rezervacije

source: Last used no.
sl_si: Zadnja uporabljena št.

source: Invoices Counter
sl_si: Števec dokumentov

source: select
sl_si: izberite

source: Counters List
sl_si: Seznam nastanitvenih obratov

source: EXPORT: Upload eTurizem XML
sl_si: IZVOZ: Podpis eTurizem XML

source: Private key password
sl_si: Geslo privatnega ključa

source: Sign and Send
sl_si: Podpiši in pošlji

source: EXPORT: eTurizem Errors
sl_si: IZVOZ: Prišlo je do napake

source: EXPORT: eTurizem Success
sl_si: IZVOZ: Zaključeno pošiljanje

source: Message
sl_si: Opis

source: Show/Hide Details
sl_si: Prikaži/skrij podrobnosti

source: EXPORT: Registrations to eTurizem format
sl_si: IZVOZ: Pošiljanje v eTurizem

source: Date
sl_si: Datum

source: Send
sl_si: Pošlji

source: EXPORT: eTurizem Monthly Report XML
sl_si: IZVOZ: eTurizem mesečno poročilo

source: Data Preview
sl_si: Predogled

source: Data Results
sl_si: Rezultat

source: EXPORT: eTurizem Monthly Report
sl_si: IZVOZ: eTurizem mesečno poročilo

source: Counter
sl_si: Nastanitveni obrat

source: Month
sl_si: Mesec

source: Additional Beds
sl_si: Dodatna ležišča

source: Units Sold
sl_si: Št. prodanih nast. enot

source: Workday Count
sl_si: Št. obratovalnih dni

source: Add Registration
sl_si: Nova prijava

source: Edit Registration
sl_si: Uredi prijavo

source: Are you sure you want to delete this registration?
sl_si: Ste prepričani, da želite izbrisati prijavo?

source: Copy
sl_si: Kopiraj

source: Client
sl_si: Klient

source: Please Enter Client
sl_si: Vpišite klienta

source: Please pick a client from client's list.
sl_si: Izberite klienta iz seznama ali vpišite novega.

source: Address
sl_si: Naslov

source: Date and place of birth
sl_si: Datum in kraj rojstva

source: Client Identification
sl_si: Identifikacija gosta

source: Kind
sl_si: Tip

source: Registration Dates
sl_si: Datum prijave in odjave

source: Registration
sl_si: Prijava

source: Cancellation
sl_si: Storno

source: Start
sl_si: Prihod

source: Invalid Date Format.
sl_si: Napačna oblika datuma.

source: Invalid or Overlapping Dates
sl_si: Neveljaven datum ali pa se prekriva z obstoječo prijavo/rezervacijo.

source: Overlapping with Reservations
sl_si: Datumi se prekrivajo z obstoječo rezervacijo

source: End
sl_si: Odhod

source: Room
sl_si: Soba

source: Service
sl_si: Usluge

source: None
sl_si: - brez -

source: Tourist TAX
sl_si: Turistična taksa

source: Amount
sl_si: Znesek

source: Add Person
sl_si: Vpis klienta

source: Edit Person
sl_si: Urejanje klienta

source: Today
sl_si: Danes

source: All Rooms
sl_si: vse sobe

source: all rooms
sl_si: vse sobe

source: Registrations for {0} in {1} for {2}
sl_si: Registracije za {0} v {1} za {2}

source: Start - End
sl_si: Prihod - Odhod

source: No registrations found.
sl_si: Ni vpisanih prijav.

source: Goto Client
sl_si: Na klienta

source: Registrations for {1} on {0}
sl_si: Prijave za {1} na {0}

source: Date Span
sl_si: Od-do datuma

source: Guests for {1} on {0}
sl_si: Gostje za {1} na {0}

source: Date span
sl_si: Od-do

source: Services for {1} on {0}
sl_si: Usluge za {1} na {0}

source: REPORT: Registrations
sl_si: IZPIS: Prijave

source: Registration Date
sl_si: Datum prijave

source: Print
sl_si: Tiskaj

source: REPORT: Guests
sl_si: IZPIS: Gostje

source: REPORT: Services
sl_si: IZPIS: Usluge

source: ZIP and City
sl_si: Pošta in kraj

source: Country
sl_si: Država

source: Birth Date
sl_si: Datum rojstva

source: Birth Place
sl_si: Kraj rojstva

source: Identification
sl_si: Identifikacija

source: Tourist Tax
sl_si: Turistična taksa

source: ETurizem Status
sl_si: ETurizem

source: NOT Sent
sl_si: ŠE NEODDANO

source: Sent
sl_si: ODDANO

source: GUID
sl_si: Paket

source: Time
sl_si: Datum in čas

source: Add an Invoice #{0} <span class="light">({1})</span>
sl_si: Vpis dokumenta #{0} <span class="light">({1})</span>

source: Edit an Invoice #{0} <span class="light">({1})</span>
sl_si: Urejanje dokumenta #{0} <span class="light">({1})</span>

source: Invoice no
sl_si: Št. dokumenta

source: Receiver
sl_si: Prejemnik

source: Name/Surname OR Company Title
sl_si: Ime in priimek ALI naziv podjetja

source: ZIP
sl_si: Poštna št.

source: Dates
sl_si: Datumi

source: Date of issue
sl_si: Datum izdaje

source: Blank
sl_si: brez

source: Description
sl_si: Besedilo

source: Service date
sl_si: Datum storitve

source: Expiration date
sl_si: Datum valute

source: Analytics
sl_si: Analitika

source: Are you sure you want to unlink item?
sl_si: Ste prepričani, da želite uporabiti nepovezan artikel?

source: There are some errors. Please check your data and try again.
sl_si: V vpisanih podatkih so napake. Preverite vnose.

source: Add Reservation #{0}
sl_si: Vpis rezervacije #{0}

source: Edit Reservation #{0}
sl_si: Urejanje rezervacije #{0}

source: Are you sure you want to delete this reservation?
sl_si: Ste prepričani, da želite izbrisati rezervacijo?

source: Create Registration
sl_si: Prenesi v prijavo

source: Reservator
sl_si: Stranka

source: Surname and Name
sl_si: Priimek in ime

source: Reservation Dates
sl_si: Datumi

source: Invalid or Overlapping Date
sl_si: Neveljaven datum ali pa se prekriva z obstoječo prijavo/rezervacijo

source: Overlapping with Registrations
sl_si: Datumi se prekrivajo z obstoječo prijavo

source: No. Persons
sl_si: Št. oseb

source: Notes
sl_si: Opombe

source: Reservations for {0} for {1} {2}
sl_si: Rezervacije {0} za {1} {2}

source: Beds
sl_si: Postelje

source: Enter New Reservation
sl_si: Nova rezervacija

source: Reservations for {1} on {0}
sl_si: Rezervacije za {1} na {0}

source: Back to Reservation
sl_si: Nazaj na rezervacijo

source: Send via Email
sl_si: Pošlji na email

source: Reservation Invoice
sl_si: Predračun za rezervacijo

source: REPORT: Reservations
sl_si: IZPIS: Rezervacije

source: Reservation
sl_si: Rezervacija

source: Create Invoice
sl_si: Izdelaj predračun

source: Persons
sl_si: Št. gostov

source: delete
sl_si: Briši

source: Are you sure?
sl_si: Ste prepričani?

source: Add Room Type
sl_si: Nova klasifikacija sobe

source: Edit Room Type
sl_si: Urejanje klasifikacije sobe

source: Room Types List
sl_si: Seznam klasifikacij

source: Edit Room
sl_si: Urejanje sobe

source: Add Room
sl_si: Nova soba

source: Room Type
sl_si: Klasifikacija sobe

source: No. of Beds
sl_si: Št. postelj

source: Invoice Data
sl_si: Podatki fakture

source: Price Per Day.
sl_si: Cena na dan.

source: VAT
sl_si: DDV

source: Room List
sl_si: Seznam sob

source: Type
sl_si: Klasifikacija

source: Booked Rooms for {0}
sl_si: Oddane sobe za {0}

source: Total Room Count
sl_si: Skupaj oddanih sob

source: Vacancies for {1} on {0}
sl_si: Proste kapacitete za {1} na {0}

source: Total Free Bed Count
sl_si: Skupaj prostih postelj

source: REPORT: Vacancies
sl_si: IZPIS: Proste kapacitete

source: Year
sl_si: Leto

source: Add Service Type
sl_si: Vpis usluge

source: Edit Service Type
sl_si: Urejanje usluge

source: Service Types List
sl_si: Usluge

source: Set new password for {0}
sl_si: Nastavi novo geslo za {0}

source: New Password
sl_si: Novo geslo

source: Password is required, format must be valid.
sl_si: Geslo je zahtevano!

source: Repeat Password
sl_si: Ponovi geslo

source: Passwords do not match.
sl_si: Gesli se ne ujemata

source: Change
sl_si: Spremeni

source: Edit User
sl_si: Uredi uporabnika

source: Active User
sl_si: Aktiven

source: Hidden User
sl_si: Skrit

source: Login
sl_si: Prijava

source: Root
sl_si: Skrbnik

source: Admin
sl_si: Administrator

source: Editor
sl_si: Receptor

source: Reader
sl_si: Bralec

source: Password
sl_si: Geslo

source: Certificate
sl_si: Certifikat

source: All
sl_si: Vsi

source: Inactive
sl_si: Neaktivni

source: Active
sl_si: Aktivni

source: {0} Users
sl_si: {0} uporabniki

source: Remember me on this computer
sl_si: Zapomni si me na tem računalniku

source: My Properties
sl_si: Nastavitve

source: Avatar
sl_si: Slika

source: Change Password
sl_si: Sprememba gesla

source: Current Password
sl_si: Trenutno geslo

source: Must not be empty.
sl_si: Geslo ne sme ostati prazno.

source: Email is required, format must be valid.
sl_si: Email naslov je obvezen podatek. Preverja se veljavnost.

source: Request new Password
sl_si: Zahtevaj novo geslo

source: User data for {0}
sl_si: Uporabniški podatki za {0}

source: Are you sure you want to delete this user?
sl_si: Ste prepričani, da želite izbrisati uporabnika?

source: Registrations History for {0}
sl_si: Zgodovina prijav za {0}

source: Settings
sl_si: Nastavitve

source: Logout
sl_si: Odjava

source: Back
sl_si: Nazaj
