Repository: malamalca/ehoteldesk
Catalog: plugins/LilTaxRegisters/resources/locales/*/lil_tax_registers.po
Languages: sl_si

source: The business premise has been saved.
sl_si: Poslovni prostor je shranjen.

source: The business premise could not be saved. Please, try again.
sl_si: Poslovnega prostora ni mogoče shraniti. Preverite vpisana polja.

source: The business premise has been deleted.
sl_si: Poslovni prostor je bil izbrisan.

source: The business premise could not be deleted. Please, try again.
sl_si: Poslovnega prostora ni mogoče brisati.

source: The business premise has been registered.
sl_si: Poslovni prostor je registriran.

source: Business Premises
sl_si: Poslovni prostori

source: Private key not found. Please upload a p12 certificate and relog.
sl_si: Certifikat s privatnim ključem ni poslan. Izberite p12 datoteko in poizkusite ponovno.

source: Tax no.
sl_si: Davčna št.

source: Tax Registers
sl_si: Davčne blagajne

source: P12 Cert Store
sl_si: P12 Certifikati

source: WARNING! Certificate is already stored for this user. Uploading new file will overwrite existing certificate.
sl_si: POZOR, uporabnik že ima nameščen certifikat. V primeru prenosa novega certifikata, bo ta zamenjal obstoječega.

source: Private Key Password
sl_si: Geslo privatnega ključa

source: Confirm Documents
sl_si: Potrditev dokumenta

source: Business Premise
sl_si: Poslovni prostor

source: Device No
sl_si: Št. naprave

source: Tax Registrations Data
sl_si: Podatki za davčno registracijo

source: Add Business Premise
sl_si: Vpis poslovnega prostora

source: Edit Business Premise
sl_si: Urejanje poslovnega prostora

source: Basics
sl_si: Osnovni podatki

source: Title
sl_si: Naziv

source: No.
sl_si: Št.

source: Validity Date
sl_si: Veljavnost

source: RealEstate
sl_si: Nepremičnina

source: Moveable
sl_si: Premična

source: Premise Kind
sl_si: Tip nepremičnine

source: Moveable Business Premise
sl_si: Premični poslovni prostor

source: Moveable Kind
sl_si: Premični tip poslovnega prostora

source: RealEstate Premise Data
sl_si: Podatki o nepremičnini

source: Casadral Community No.
sl_si: Št. katastrske občine

source: Building No.
sl_si: Številka stavbe

source: Building Sect. No.
sl_si: Številka dela stavbe

source: Street
sl_si: Pošta

source: House Number
sl_si: Hišna številka

source: House Number Additional
sl_si: Dodatek k hišni št.

source: Town
sl_si: Naselje

source: Post Office
sl_si: Pošta

source: Postcode
sl_si: Poštna številka

source: Save
sl_si: Shrani

source: Business Premises List
sl_si: Seznam poslovnih prostorov

source: Add
sl_si: Vpis

source: Add Premise
sl_si: Vpis posl. prostora

source: Type
sl_si: Tip

source: Edit
sl_si: Uredi

source: Delete
sl_si: Briši

source: Are you sure you want to delete this premise?
sl_si: Ste prepričani, da želite izbrisati poslovni prostor?

source: Register
sl_si: Registriraj

source: Ungister/close
sl_si: Zapri poslovni prostor

source: Issuer Taxno.
sl_si: Davčna št. izdaj.

source: Kind
sl_si: Tip

source: Real Estate
sl_si: Nepremičnina

source: CLOSED
sl_si: ZAPRT

source: Casadral Number
sl_si: Št. kat. občine

source: House No.
sl_si: Hišna št.

source: Add. House No.
sl_si: Dod. hiš. št.

source: Password
sl_si: Geslo

source: Send
sl_si: Pošlji
